Repository: team-yuml-kkks/DecentWorkWeb
Catalog: decentwork/locale/*/LC_MESSAGES/django.po
Languages: pl

source: No cities with this query
pl: Brak miast o podanej nazwie

source: No query string was entered
pl: Brak nazwy

source: No password or email
pl: Brak hasła lub adresu email

source: No authorization
pl: Brak autoryzacji

source: Token is wrong
pl: Token jest zły

source: No token
pl: Brak tokenu

source: No id notice passed
pl: Brak id ogłoszenia

source: No notice passed
pl: Brak id ogłoszenia

source: No query string
pl: Brak nazwy profesji

source: No user id passed
pl: Brak id użytkownika

source: No rating passed
pl: Brak Twojego głosu

source: English
pl: Angielski

source: Polish
pl: Polski

source: Sign In
pl: Zaloguj

source: <p>If you don't have account <a href="%(signup_url)s">sign up</a> or sign in with
pl: <p>Jeżeli nie masz konta <a href="%(signup_url)s">zarejestruj sie</a> lub zaloguj z

source: If you don't have aacount <a href="%(signup_url)s">sign up</a>
pl: Jeżeli nie masz konta <a href="%(signup_url)s">zarejestruj się</a>

source: E-mail address
pl: Adres e-mail

source: Password:
pl: Hasło:

source: Password
pl: Hasło

source: Remember me
pl: Zapamiętaj mnie

source: Forgot password?
pl: Zapomniałeś/aś hasła?

source: Sign in
pl: Zaloguj

source: Reset your password
pl: Zresetuj hasło

source: Did you forget password? Enter e-mail below
pl: Zapomniałeś/aś hasła? Wpisz e-mail poniżej

source: Reset password
pl: Zresetuj hasło

source: Register
pl: Zarejestruj

source: Do you have an account? <a href="%(login_url)s">Sign in</a>.
pl: Masz konto? <a href="%(login_url)s">Zaloguj się</a>.

source: Repeat password:
pl: Powtórz hasło:

source: Repeat password
pl: Powtórz hasło
